[
    {
		"name": "Frostborne",
		"leaderName": "Boreas",
		"adjective": ["Frostborn"],
		"startBias": ["Snow"],
		"preferredVictoryType": "Domination",
		"personality": "Voice of Everwinter",
		
		"startIntroPart1": "Boreas, Harbinger of Frost and ruler of the Frostborne. Your breath stills the wind and your gaze turns rivers to glass. The world awakens to your eternal winter.",
		"startIntroPart2": "Will your empire spread like rime across the earth? Will your rule freeze time itself? Show them, O Frostborn, that the cold is not death — it is dominion.",
				
		"declaringWar": "Your flame will flicker and die beneath the coming frost.",
		"attacked": "You strike at ice eternal. It does not shatter — it waits.",
		"defeated": "Even glaciers break... but winter always returns.",
		"introduction": "I am Boreas, voice of the blizzard. Tread lightly, for you walk frozen ground.",
				
		"neutralHello": "The chill does not bite... unless provoked.",
		"hateHello": "You will know true stillness — when your world freezes over.",
		"tradeRequest": "A shard of ice can reflect many truths. Let us see what benefit lies between us.",
				
		"outerColor": [100, 149, 237],
		"innerColor": [220, 240, 255],

		"uniqueName": "Everwinter",
		"uniques": ["Comment [Special Units can freeze over any tile, allowing all land units to go over water and reducing movement and sight of enemy units]",
					"Comment [Special Units are limited to 1 for every city but can summon the Ever Winter, allowing all units to freeze over tiles and gain both damage and defense bonus in [Permafrost] tiles]",
					"Comment [Capital city gains more stats per every [Permafrost] in the map. other cities can slowly gain the same buff overtime]",
					"Comment [[Herald of Everwinter can use [Eternal Freeze], buffing all Land units and buffing all Heralds.]]",
					"Free [Herald of Everwinter] appears <upon constructing [Obelisk of Permafrost]>",
					"Consumes [-1] [Everfrost Crystals] <for every [Permafrost Spread]>",
					
					
					],
		"cities": ["Hall of Boreas", "Skjolheim", "Icerun", "Frosthall", "Glazeforge", "Boreal Hollow", "Hearthdeep", "Snowreach", "Tundrak Hold",
					"Vinterspire", "Frigid Bastion", "Hoarfell", "Stormcradle", "Rimegate", "Glacier's Rest", "Everbite", "Shardmere", 
					"Winterhold", "Hailmar", "Frozen Anvil", "Thrymspire"],
		"civilopediaText": [
			{"text":"The Frostborne are a civilization shaped by endless winter. Led by the enigmatic Boreas, the Frostborne embraces cold not as a curse, but as a source of strength."},
			{"text":"The Frostborne start slow but get going later on in the game"},
			{"text":"You want to quickly spread the frozen tiles around the map as each tile will contribute to your cities gaining more stats."},
			{"test":"Snow type tiles also count toward the stat bonus but they need to be in your borders to count"}
        ]
	},
]
